Repository: nvdaaddons/speechLogger
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, es, fr, gl, pt_pt, ro, tr, uk

source: Log started
bg: Начало на протоколирането
de: Aufzeichnung gestartet
es: Registro iniciado
fr: La journalisation a démarré
gl: Rexistro iniciado
pt_pt: Registo iniciado
ro: Jurnalul a început
tr: Kayıt başladı
uk: Журнал розпочато

source: Log ended
bg: Край на протоколирането
de: Aufzeichnung beendet
es: Registro finalizado
fr: La journalisation a finalisé
gl: Rexistro rematado
pt_pt: Fim do registo
ro: Jurnalul s-a încheiat
tr: Kayıt sona erdirildi
uk: Журнал завершено

source: on
bg: на
de: eingeschaltet
es: el
fr: le
gl: o
pt_pt: em
ro: pe
tr: etkinleştirme
uk: увімкнено

source: at
bg: в
de: um
es: a las
fr: à
gl: ás
pt_pt: a
ro: la
tr: tire
uk: в

source: Toggles logging of local speech
bg: Превключва протоколирането на локална реч
de: Schaltet die Aufzeichnung des Sprachausgabenverlaufs auf dem eigenen Computer um
es: Alternar el registro de voz local
fr: Bascule de journalisation de la parole locale
gl: Conmuta o rexistro da voz local
pt_pt: Alterna o registo do discurso local
ro: Comută înregistrarea vorbirii locale
tr: Yerel konuşmanın günlüğe kaydedilmesini açar/kapatır
uk: Перемикає журнал локального мовлення

source: Stopped logging local speech.
bg: Протоколирането на локалната реч е спряно.
de: Aufzeichnung des Sprachausgabenverlaufs auf dem eigenen Computer beendet.
es: Registro de voz local detenido
fr: Journalisation de la parole locale arrêtée.
gl: Rexistro da voz local detido.
pt_pt: Parou de registar o discurso local.
ro: Înregistrarea vorbirii locale este oprită.
tr: Yerel konuşma kaydı durduruldu.
uk: Журналювання локального мовлення зупинено.

source: Started logging local speech.
bg: Протоколирането на локалната реч е стартирано.
de: Aufzeichnung des Sprachausgabenverlaufs auf dem eigenen Computer gestartet.
es: Registro de voz local iniciado
fr: Journalisation de la parole locale démarrée.
gl: Rexistro da voz local comezado.
pt_pt: Começou a registar o discurso local.
ro: Înregistrarea vorbirii locale a început.
tr: Yerel konuşma kaydı başlatıldı.
uk: Журналювання локального мовлення розпочато.

source: Local speech logging has been disabled by an error or your NVDA configuration.
bg: Протоколирането на локалната реч беше изключено поради грешка или настройките във вашето копие на NVDA.
de: Die Aufzeichnung des Sprachausgabenverlaufs auf dem eigenen Computer wurde durch einen Fehler oder wegen Ihrer NVDA-Konfiguration deaktiviert.
es: El registro de voz local ha sido deshabilitado por un error o por tu configuración de NVDA.
fr: La journalisation de la parole locale a été désactivée par une erreur ou votre configuration NVDA.
gl: O rexistro de voz local deshabilitouse por un erro ou pola túa configuración do NVDA.
pt_pt: O registo de voz local foi desactivado por um erro ou pela sua configuração no NVDA.
ro: Înregistrarea locală a vorbirii a fost dezactivată de o eroare sau de configurația dvs. NVDA.
tr: Yerel konuşma kaydı, bir hata veya NVDA yapılandırmanız nedeniyle devre dışı bırakıldı.
uk: Локальне ведення журналу мовлення вимкнено через помилку або вашу конфігурацію NVDA.

source: Toggles logging of remote speech
bg: Превключва протоколирането на отдалечена реч
de: Schaltet die Aufzeichnung des Sprachausgabenverlaufs auf dem Remote-Computer um
es: Alternar el registro de voz remota
fr: Bascule de journalisation de la parole distante
gl: Conmuta o rexistro da voz remota
pt_pt: Alterna o registo da fala à distância
ro: Comută înregistrarea vorbirii de la distanță
tr: Uzak konuşmanın günlüğe kaydedilmesini açar/kapatır
uk: Перемикає журнал віддаленого мовлення

source: Stopped logging remote speech.
bg: Протоколирането на отдалечената реч е спряно.
de: Aufzeichnung des Sprachausgabenverlaufs auf dem Remote-Computer beendet.
es: Registro de voz remota detenido
fr: Journalisation de la parole distante arrêtée.
gl: Rexistro de voz remota detido.
pt_pt: Parou o registo do discurso à distância.
ro: Înregistrarea vorbirii de la distanță oprită.
tr: Uzak konuşma kaydı durduruldu.
uk: Журналювання віддаленого мовлення зупинено.

source: Started logging remote speech.
bg: Протоколирането на отдалечената реч е стартирано.
de: Aufzeichnung des Sprachausgabenverlaufs auf dem Remote-Computer gestartet.
es: Registro de voz remota iniciado
fr: Journalisation de la parole distante démarrée.
gl: Rexistro de voz remota comezado.
pt_pt: Silenciar voz do equipamento remoto.
ro: Înregistrarea vorbirii de la distanță a început.
tr: Uzak konuşma kaydı başlatıldı.
uk: Журналювання віддаленого мовлення розпочато.

source: Could not log remote speech, probably not connected.
bg: Не може да се протоколира отдалечената реч. Вероятно няма установена връзка.
de: Es konnte keinen Sprachausgabenverlauf von NVDA aufzeichnen, möglicherweise besteht keine Verbindung.
es: No se pudo registrar el habla remota, probablemente no esté conectado.
fr: Vous ne pouvez pas journaliser la parole distante, vous n'êtes probablement pas connecté.
gl: Non se puido rexistrar a voz remota, probablemente non estás conectado.
pt_pt: Não conseguiu registar o discurso à distância, provavelmente não estava ligado.
ro: Nu s-a putut înregistra vorbirea de la distanță, probabil nu există conexiune.
tr: Uzak konuşma kaydedilemedi, muhtemelen bağlı değil.
uk: Не вдалося записати віддалене мовлення, можливо, немає підключення.

source: Failed! Could not find the NVDA Remote add-on.
bg: Грешка! Добавката NVDA Remote не може да бъде намерена.
de: Fehlgeschlagen! Die NVDA-Remote-Erweiterung konnte nicht gefunden werden.
es: ¡Fallido! No se pudo encontrar el complemento NVDA Remote.
fr: Erreur ! L'extension NVDA Remote n'a pas été trouvée.
gl: ¡Erro! Non se puido atopar o complemento NVDA Remote.
pt_pt: Falha! Não foi possível encontrar o add-on NVDA Remote.
ro: Eșuat! Nu s-a putut găsi suplimentul NVDA Remote.
tr: Uyarı! NVDA Remote eklentisi bulunamadı.
uk: Помилка! Не вдалося знайти додаток NVDA Remote.

source: Remote speech logging has been disabled by an error or your NVDA configuration.
bg: Протоколирането на отдалечената реч беше изключено поради грешка или настройките във вашето копие на NVDA.
de: Die Aufzeichnung des Sprachausgabenverlaufs auf dem Remote-Computer wurde durch einen Fehler oder wegen Ihrer NVDA-Konfiguration deaktiviert.
es: El registro de voz remota ha sido deshabilitado por un error o por tu configuración de NVDA.
fr: La journalisation de la parole distante a été désactivée par une erreur ou votre configuration NVDA.
gl: O rexistro de voz remota deshabilitouse por un erro ou pola túa configuración do NVDA.
pt_pt: O registo remoto de voz foi desactivado por um erro ou pela sua configuração NVDA.
ro: Înregistrarea vorbirii de la distanță a fost dezactivată de o eroare sau de configurația dvs. NVDA.
tr: Uzaktan konuşma kaydı, bir hata veya NVDA yapılandırmanız nedeniyle devre dışı bırakıldı.
uk: Віддалене ведення журналу мовлення вимкнено через помилку або вашу конфігурацію NVDA.

source: Opens the Speech Logger add-on's settings
bg: Отваря настройките на добавката "Протоколиране на речта"
de: Öffnet die Einstellungen für die Aufzeichnungen des Sprachausgabenverlaufs
es: Abrir las opciones del complemento Speech Logger
fr: Ouvrir les paramètres de l'extension Speech Logger
gl: Abre as opcións do complemento Speech Logger
pt_pt: Abre as configurações do extra do registo de voz
ro: Deschide setările suplimentului Speech Logger
tr: Konuşma Kaydedici Eklenti ayarlarını açar
uk: Відкриває налаштування додатка Speech Logger

source: Speech Logger
bg: Протоколиране на речта
de: Sprachausgabenverlauf aufzeichnen
pt_pt: Registador de Discursos
tr: Konuşma Kaydedici
uk: Записувач мовлення

source: Choose the log directory and filenames for the speech logs. System variables such as %temp% are permitted. You can also alter the string used to separate multiple utterances from the same speech sequence, and control how or whether timestamps are used.
bg: Посочете директорията за протоколния файл и имената за протоколните файлове на речта. Системни променливи като %temp% са допустими. Можете също така да промените низа, използван за разделяне на множество фрази от една и съща речева последователност, както и да контролирайте как и дали да се използват времеви клейма.
de: Wählen Sie das Protokollverzeichnis und die Dateinamen für die Sprachausgabenverläufe aus. Systemvariablen wie z. B. %temp% sind zulässig. Sie können auch die Zeichenkette ändern, die zur Trennung mehrerer Äußerungen aus derselben Sprachsequenz verwendet wird, und steuern, ob und wie Zeitstempel verwendet werden.
es: Elija el directorio de registro y los nombres de archivo para los registros de voz. Se permiten variables del sistema como %temp%. También puede modificar la cadena utilizada para separar varias expresiones de la misma secuencia de voz.
fr: Choisissez le dossier de journalisation et les noms de fichiers de journalisation de la parole. Les variables système sont autorisées, comme %temp%. Vous pouvez également modifier la chaîne utilisée pour séparer plusieurs messages de la même séquence de la parole et contrôler comment ou si les horodatages sont utilisés.
gl: Escolle o cartafol e os nomes de arquivo dos rexistros de voz. Permítense variables do sistema, coma %temp%. Tamén podes modificar a cadea usada para separar varias mensaxes da secuencia de fala actual, e controlar cómo ou se se usan marcas de tempo.
pt_pt: Escolha o directório de registo e os nomes dos ficheiros para os registos de voz. São permitidas variáveis de sistema como %temp%. Também pode alterar a cadeia utilizada para separar várias expressões da mesma sequência de discurso e controlar como ou se são utilizados carimbos de data/hora.
ro: Alegeți directorul log și numele fișierelor pentru jurnalele de vorbire. Sunt permise variabile de sistem, cum ar fi %temp%. De asemenea, puteți modifica șirul utilizat pentru a separa mai multe enunțuri din aceeași secvență de vorbire și puteți controla cum sau dacă sunt utilizate marcajele de timp.
tr: Konuşma kayıtları için kayıt dizinini ve dosya adlarını seçin. %temp% gibi sistem değişkenlerine izin verilir. Aynı konuşma dizisinden birden çok ifadeyi ayırmak için kullanılan dizeyi de değiştirebilir ve zaman damgalarının nasıl kullanılacağını veya kullanılıp kullanılmayacağını denetleyebilirsiniz.
uk: Виберіть каталог журналу та імена файлів для журналів мовлення. Допускається використання системних змінних, таких як %temp%. Ви також можете змінити рядок, який використовується для відокремлення кількох висловлювань з однієї мовної послідовності.

source: The Speech Logger add-on can only be configured from the Normal Configuration profile. Please close this dialog, set your config profile to normal, and try again.
bg: Добавката "Протоколиране на речта" може да бъде конфигурирана само от профила "Обичайни настройки". Моля, затворете този диалогов прозорец, задайте вашия конфигурационен профил на "Обичайни настройки" и опитайте отново.
de: Die NVDA-Erweiterung zum Aufzeichnen der Ausgaben der Sprachausgabe kann nur über das Profil Normale Konfiguration konfiguriert werden. Bitte schließen Sie dieses Dialogfeld, stellen Sie Ihr Konfigurationsprofil auf Normal um und versuchen Sie es bitte erneut.
es: El complemento Speech Logger solo se puede configurar desde el perfil de configuración normal. Cierre este cuadro de diálogo, establezca su perfil de configuración en normal e intente
fr: L'extension Speech Logger ne peut être configurée que à partir du profil de configuration normale. Fermez ce dialogue, activez le profil de configuration normal et essayez à nouveau.
gl: O complemento Speech Logger só se pode configurar dende o perfil de configuración normal. Pecha este diálogo, activa o perfil de configuración normal e téntao de novo.
pt_pt: O suplemento do Speech Logger só pode ser configurado a partir do perfil de Configuração Normal. Por favor, feche este diálogo, defina o seu perfil de configuração para normal, e tente novamente.
ro: Suplimentul Speech Logger poate fi configurat numai din profilul Configurație normală. Închideți acest dialog, setați profilul de configurare la normal și încercați din nou.
tr: Konuşma Kaydedici eklentisi yalnızca Normal Yapılandırma profilinden yapılandırılabilir. Lütfen bu iletişim kutusunu kapatın, yapılandırma profilinizi normale ayarlayın ve tekrar deneyin.
uk: Додаток «Записувач мовлення» може бути налаштований тільки з профілю (нормальна конфігурація). Будь ласка, закрийте цей діалог, встановіть нормальний профіль конфігурації та спробуйте ще раз.

source: Two spaces (NVDA log style)
bg: Два интервала (като в протокола на NVDA)
de: Zwei Leerzeichen (NVDA-Protokollstil)
es: Dos espacios (estilo de registro de NVDA)
fr: Deux espaces (style de journal NVDA)
gl: Dous espazos (estilo de rexistro do NVDA)
pt_pt: Dois espaços (estilo de registo do NVDA)
ro: Două spații (stil jurnal NVDA)
tr: İki boşluk (NVDA günlük stili)
uk: Два пробіли (стиль журналу NVDA)

source: Newline
bg: Нов ред
de: Neue Zeile
es: Nueva línea
fr: Nouvelle ligne
gl: Liña en branco
ro: Linienouă
tr: Yeni satır
uk: Новий рядок

source: Tab
bg: Табулация
de: Tabulator
es: pestaña
gl: Tabulador
tr: Sekme

source: A comma and space
bg: Запетая и интервал
de: Ein Komma und Leerzeichen
es: Una coma y un espacio
fr: Une virgule et un espace
gl: Unha coma e un espazo
pt_pt: Uma vírgula e espaço
ro: O virgulă și spațiu
tr: virgül ve boşluk
uk: Кома і пробіл

source: Two underscores
bg: Две долни черти
de: Zwei Unterstriche
es: Dos guiones bajos
fr: Deux soulignements
gl: Dous guións baixos
pt_pt: Dois pontos em destaque
ro: Două sublinieri
tr: İki alt çizgi
uk: Два підкреслення

source: Custom
bg: По избор
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
gl: Persoalizado
pt_pt: Personalizado
ro: Personalizat
tr: Özel
uk: Нестандартний

source: Off, no timestamps
bg: Изключено, без премеви клейма
de: Ausgeschaltet, keine Zeitstempel
es: Desactivado, sin marcas de tiempo
fr: Désactivé, aucun horodatage
gl: Desactivado, sen marcas de tempo
pt_pt: Desligado, sem carimbos de data/hora
ro: Oprit, fără marcaje de timp
tr: Kapalı, zaman damgası yok
uk: Вимкнено, без часових міток

source: When a log begins or ends
bg: При начало или край на протоколирането
de: Wann eine Aufzeichnung beginnt oder endet
es: Cuando comienza o termina un registro
fr: Lorsque une journalisation débute ou finalise
gl: Cando o rexistro comece ou remate
pt_pt: Quando um registo começa ou termina
ro: Când un jurnal începe sau se termină
tr: Bir kayıt başladığında veya bittiğinde
uk: Коли журнал починається або завершується

source: Never
bg: Никога
de: Niemals
fr: Jamais
gl: Nunca
ro: Niciodată
tr: Asla
uk: Ніколи

source: Always
bg: Винаги
de: Immer
fr: Toujours
gl: Sempre
ro: Întotdeauna
tr: Her zaman
uk: Завжди

source: Log &Directory:
bg: &Директория за протоколните файлове:
de: &Verzeichnis für Aufzeichnungen:
es: &Directorio del registro:
fr: Répertoire de &journal:
gl: Cartafol do &rexistro:
pt_pt: Registo &Diretório:
ro: Dosar log:
tr: Günlük &Dizini:
uk: &Каталог журналу:

source: Browse...
bg: Преглед...
de: Durchsuchen...
es: Buscar...
fr: Parcourir...
gl: Examinar...
pt_pt: Localizar...
ro: Căutare...
tr: Gözat...
uk: Огляд...

source: Select log directory
bg: Избор на директория за протокола
de: Verzeichnis für die Aufzeichnungen auswählen
es: Selecciona el directorio del registro
fr: Sélectionner le répertoire de journal
gl: Seleciona o cartafol do rexistro
pt_pt: Seleccionar directório de registo
ro: Selectați dosarul log
tr: Günlük dizini seçin
uk: Виберіть каталог журналу

source: Local speech log filename:
bg: Име на протоколния файл за локалната реч:
de: Dateiname für die Aufzeichnung des Sprachausgabenverlaufs auf dem eigenen Computer:
es: Nombre de archivo de registro de voz local:
fr: Nom de fichier de journal de la parole locale:
gl: Nome do arquivo de rexistro da voz local:
pt_pt: Nome do ficheiro de registo de voz local:
ro: Nume fișier jurnal de vorbire local:
tr: Yerel konuşma günlüğü dosya adı:
uk: Ім'я файлу журналу локального мовлення:

source: Remote speech log filename:
bg: Име на протоколния файл за отдалечената реч:
de: Dateiname für die Aufzeichnung des Sprachausgabenverlaufs auf dem Remote-Computer:
es: Nombre de archivo de registro de voz remota:
fr: Nom de fichier de journal de la parole distante:
gl: Nome do arquivo de rexistro da voz remota:
pt_pt: Nome do ficheiro de registo do discurso remoto:
ro: Nume fișier jurnal de vorbire la distanță:
tr: Uzak konuşma günlüğü dosya adı:
uk: Ім'я файлу журналу віддаленого мовлення:

source: &Separator Options
bg: Опции за &разделител
de: &Trennzeichen-Optionen
es: Opciones de &Separador
fr: Options de &séparateur
gl: Opcións de &separador
pt_pt: opções do &Separador
ro: Opțiuni&Separator
tr: Ayırıcı &Seçenekleri
uk: &Параметри роздільника

source: Utterance separator
bg: Разделител за фразите
de: Trennzeichen bei Äußerungen
es: Separador de expresiones
fr: Séparateur de messages
gl: Separador de mensaxes
pt_pt: Separador de expressão
ro: Separator de enunţuri
tr: Söz ayırıcı
uk: Роздільник мовлення

source: Custom utterance separator (can use escapes like \t):
bg: Разделител по избор за фразите (поддържат се пропускащи команди като\t):
de: Benutzerdefiniertes Trennzeichen bei Äußerungen (es können Escape-Zeichen verwenden wie \t):
es: Separador de expresiones personalizado (puede usar escapes como \t):
fr: Séparateur de messages personnalisé (vous pouvez utiliser des séquences d'échappement comme \t):
gl: Separador persoalizado de mensaxes (pode usar secuencias de escape como \t):
pt_pt: Separador de declarações personalizadas (pode utilizar fugas como \t):
ro: Separator de enunț personalizat (poate folosi escape precum \t):
tr: Özel ifade ayırıcı (\t gibi kaçışlar kullanabilir):
uk: Нестандартний роздільник мовлення (може використовувати екранування, наприклад \t):

source: &Other Options
bg: &Други опции
de: Weitere &Optionen
es: &Otras Opciones
fr: Autres &options
gl: &Outras opcións
pt_pt: &Outras opções
ro: &Alte optiuni
tr: &Diğer seçenekler
uk: &Інші параметри

source: Timestamp Mode
bg: Режим на времево клеймо
de: Art des Zeitstempels
es: Modo de marcador de tiempo
fr: Mode d'horodatage
gl: Modo de marcas de tempo
pt_pt: Modo de carimbo de data/hora
ro: Mod marcaj de timp
tr: Zaman Damgası Modu
uk: Режим часової мітки

source: Log speech during Say-&All (read to end)
bg: Протоколирай речта по време на изчитане на &всичко (четене до края)
de: Sprachausgabe aufzeichnen während Alles &Lesen (bis zum Ende vorlesen)
es: Registro de voz durante Verbalizar &todo (leer hasta el final)
fr: Journalisation de la parole pendant Dire &tout (lire jusqu'à la fin)
gl: Rexistrar a voz durante Ler-&Todo (ler ata o fin)
pt_pt: Registo do Discurso durante o Say-&All (ler até ao fim)
ro: Pronunțarea jurnalului cât timp op&țiunea „Spune tot” este activă (citește până la sfârșit)
tr: Tümünü Oku sır&asında konuşmayı günlüğe kaydet (sonuna kadar oku)
uk: &Журналювати мовлення в режимі «Читати все» (читати до кінця)

source: Begin logging at startup
bg: Започни протоколиране при стартиране
de: Beim Start von NVDA protokollieren
fr: Commencer la journalisation au démarrage
gl: Comezar o rexistro ao arrancar
ro: Începe trecerea în jurnal la pornire
tr: Başlangıçta günlüğe kaydetmeye başla
uk: Починати ведення журналу під час запуску

source: Logs speech utterances to a file. Can also log NVDA remote session speech from the NVDA Remote add-on, to the same or another file.
bg: Протоколира речеви фрази във файл. Може също така да протоколира речта от отдалечена сесия на NVDA от добавката NVDA Remote в същия или друг файл.
de: Protokolliert die Ausgaben der Sprachausgabe in einer Datei. Es kann auch die Sprachausgabe während einer Remote-Sitzungen mit der NVDA-Remote-Erweiterung in dieselbe oder eine andere Datei aufzeichnen.
es: Registra las expresiones de voz en un archivo. También puede registrar la voz de la sesión remota de NVDA desde el complemento NVDA Remote, en el mismo archivo o en otro.
fr: Enregistre les messages de la parole dans un fichier. Vous pouvez également enregistrer la parole d'une session distante NVDA à partir de l'extension NVDA Remote, dans le même fichier ou un autre.
gl: Rexistra mensaxes de voz nun arquivo. Tamén pode rexistrar a voz dunha sesión remota do complemento NVDA Remote ao mesmo ou a outro arquivo.
pt_pt: Registos de declarações de discurso a um ficheiro. Pode também registar o discurso de sessão remota NVDA a partir do suplemento NVDA Remote, para o mesmo ou outro ficheiro.
ro: Înregistrează enunțurile vocale într-un fișier. De asemenea, poate înregistra vorbirea sesiunii de la distanță NVDA din suplimentul NVDA Remote, în același, sau în alt fișier.
tr: Konuşma ifadelerini bir dosyaya kaydeder. Ayrıca, NVDA Remote eklentisindeki NVDA uzak oturum konuşmasını aynı dosyaya veya başka bir dosyaya kaydedebilir.
uk: Записує мовні висловлювання у файл. Також може записувати мовлення віддаленого сеансу NVDA з додатка NVDA Remote у той самий або інший файл.
